Repository: foss-np/smriti
Catalog: ne_NP_Firefox_OS.tmx
Source language: en
Languages: ne

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
ne: {{numSuccessful}} फाइलमा सफलता, {{numUnsuccessful}} फाइलमा असफलता

source: Albums
ne: एल्बमहरू

source: Identifier
ne: पहिचायक

source: Certificate List
ne: प्रमाणपत्र सूची

source: New message from
ne: बाट नयाँ सन्देश

source: Low Balance Alert
ne: कम ब्यालेन्स सतर्कता

source: After 1 minute
ne: १ मिनेट पछि

source: Saving…
ne: सङ्ग्रह हुँदैछ...

source: Type your CCK code
ne: तपाईको CCK कोड लेख्नुहोस्

source: Maximum length of subject reached.
ne: विषयको अधिकतम लम्बाइमा पुगीएको छ ।

source: Audio cannot be played: format is unsupported or file is invalid.
ne: ध्वनि बजाउन सकिएन: स्वरूप असमर्थित वा फाइल अवैधानिक।

source: File received
ne: फाइल प्राप्त गरियो

source: Select a tone
ne: धुन चयन गर्नुहोस

source: Most played
ne: अधिक सुनिएको

source: Setup
ne: सेटअप

source: Delete alert
ne: अलर्ट मेटाउनुहोस्

source: Submit Your Feedback
ne: पुनर्निवेश पेश गर्नुहोस्

source: Landscape
ne: ल्यान्डस्केप

source: To export contacts insert a memory card
ne: सम्पर्कहरु आयात गर्न एस् डी कार्ड घुसाउनुहोस्

source: {{value}} {{unit}} over limit
ne: सीमा भन्दा बढी {{value}} {{unit}}

source: Asynchronous: {{ async }}
ne: अतुल्यकालिक: {{ async }}

source: Time zone
ne: समय क्षेत्र

source: Configuration message received
ne: कन्फिगरेसन सन्देश प्राप्त भयो

source: Suggestions
ne: सुझावहरू

source: The selected attachment is too large to send with this message.
ne: चयन गरिएको संलग्न यस सन्देशमा पठाउन धेरै ठूलो छ।

source: Adjust automatically
ne: स्वचालित रूपमा समायोजन

source: Record from:
ne: यहाँदेखि रेकर्ड:

source: 0 weeks after
ne: ० हप्ता पछी

source: No updates were found
ne: कुनैपनि अपडेट भेटिएन

source: Internet
ne: इन्टरनेट

source: PINs don’t match.
ne: PIN हरु मिल्दैनन्।

source: Browser
ne: ब्राउजर

source: in {{value}} minutes
ne: {{value}} मिनेटमा

source: <strong>{{hours}} hour</strong>
ne: <strong>{{hours}} घण्टा</strong>

source: 0 days after
ne: ० दिन पछि

source: {{app}} would like to access your images.
ne: {{app}} तपाईको चित्रहरु प्रयोग गर्ने चाहन्छ |

source: The PIN code should have been provided to you by whomever sent you the configuration message.
ne: तपाईंलाई जसले कन्फिगरेसन सन्देश पठाएको थियो उसले नै तपाईंलाई PIN कोड प्रदान गरेको हुनुपर्दछ ।

source: Slider
ne: स्लाइडर

source: combo box list
ne: कम्बो बाकस सूची

source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ne: सिम कार्ड स्थायी रुपमा काम नलाग्ने हुनु अगाडि तपाईँसँग {{n}} सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ । थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।

source: Would you like to share your microphone with {{site}}?
ne: के तपाईं {{site}}सँग आफ्नो माईक्रोफोन बाँड्न चाहनुहुन्छ?

source: Auto (2G/3G)
ne: स्वत: (2G/3G)

source: {{brandShortName}} just crashed.
ne: {{brandShortName}} भर्खरै क्र्यास भयो।

source: Replace image
ne: छवि बदल्नुहोस्

source: Show number
ne: सङ्ख्या देखाउनुहोस्

source: Call log
ne: कल लग

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
ne: के समस्याको समाधानका लागि तपाईको क्र्यासको प्रतिवेदन मोजिल्लालाई दिन चाहनुहुन्छ ? (प्रतिवेदनहरु Wi-Fi का माध्यम बाट मात्रय पठाइनेछ।)

source: 2 weeks
ne: २ हप्ता

source: Downloading…
ne: डाउनलोड हुँदैछ

source: Missed
ne: छुटेको

source: WAP Push message
ne: डब्लु ए पी धकेलेको सन्देश

source: {{value}} days before
ne: {{value}} दिन अगाडि

source: Memory Card Storage
ne: मेमोरी कार्ड भण्डार

source: Send USSD
ne: USSD पठाउनुहोस्

source: TOP SITES
ne: शीर्ष साइटहरु

source: {{ n }} messages moved
ne: {{ n }} सन्देशहरू सारियो

source: 10% battery remaining
ne: ब्याट्री १०% बाकी छ

source: Please, insert a SIM card and reboot your phone.
ne: कृपया सिम कार्ड घुसाउनुहोस् र आफ्नो फोन फेरि बुट गर्नुहोस्

source: Signature
ne: हस्ताक्षर

source: After 1 hour
ne: १ घण्टा पछि

source: The PUK code is incorrect.
ne: PUK कोड गलत छ।

source: Please go back and correct your entry.
ne: कृपया पछाडि गएर तपाईको गलती सच्चाउनुहोस् |

source: SMS sent
ne: SMS पठाइयो

source: Limit
ne: सीमा

source: Music paused during the call
ne: कलको समयमा सङ्गित रोकिएको छ

source: {{brandShortName}} just recovered from a crash
ne: {{brandShortName}} भर्खरै क्र्यासबाट रिकभर भयो

source: Change PIN
ne: PIN परिवर्तन गर्नुहोस्

source: Delete 1 Contact? This cannot be undone.
ne: एक सम्पर्क हटाऊ? यो पूर्ववत गर्न सकिँदैन।

source: Remove subject
ne: विषय हटाउनुहोस्

source: {{origin}} is now fullscreen.
ne: {{origin}} अब पूर्ण पर्दा भयो |

source: Done
ne: भयो

source: Internal
ne: आन्तरिक

source: {{ appName }} installed
ne: {{ appName }} इन्स्टल भयो

source: Data Limit ({{value}})
ne: डेटा सीमा ({{value}})

source: 1 message marked as unread
ne: १ सन्देश पढिएको रुपमा चिन्ह लगाइयो

source: Voicemail
ne: वाच्य इमेल

source: Word suggestions
ne: शब्द सुझाव

source: Do you want to disable Airplane mode to update or top up?
ne: के तपाई अपडेट वा टप-अप गर्न उडान शैली अक्षम पार्न चाहनुहुन्छ?

source: You’re ready to enjoy your new phone.
ne: तपाईंँ आफ्नो नयाँ फोनको मनोरञ्जन लिन तयार हुनुभयो।

source: Enter RCCK code
ne: RCCK कोड प्रविष्ट गर्नुहोस्

source: (Emergency numbers will always be dialable)
ne: ( आपतकालिन सङ्ख्याहरु अक्षम हुनेछन् )

source: row header
ne: पङ्क्ति हेडर

source: Music can not be used while phone is plugged in
ne: फोन जोडिएको बेलामा सङ्गित सुन्न सकिदैन

source: SIM PUK2
ne: SIM PUK२

source: SMS will be sent from
ne: एस् एम एस् यहाँ बाट पठाइने छ

source: none selected
ne: कुनै पनि चयन गरिएको छैन

source: this year
ne: यस बर्ष

source: Unencrypted (insecure)
ne: अनइन्क्रिप्टेड (असुरक्षित)

source: Find My Device allows you to locate, lock or erase your phone
ne: मेरो यन्त्र तहहरु तपाईं तोक्न, लक वा आफ्नो फोन मेटाउन अनुमति दिन्छ।

source: Alert deleted.
ne: अलर्ट मेटियो।

source: Stop Download
ne: डाउनलोड रोक्नुहोस्

source: Obtaining an IP address…
ne: आइ पी ठेगाना प्राप्त गरिदै…

source: PAP or CHAP
ne: PAP वा CHAP

source: Data: {{ data }}
ne: डेटा: {{ data }}

source: Clear all
ne: सबै खाली गर्नुहोस्

source: Record video
ne: भिडियो रेकर्ड गर्नुहोस्

source: On with roaming
ne: रोमीङसंग चालू गरियो

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
ne: के तपाइँ "<bdi>{{tone}}</bdi>" लाई मेट्ने कुरामा सहमत हुनुहुन्छ?

source: Your password in Facebook has changed. Please, update it.
ne: तपाईँको फेसबुकको पासवर्ड परिवर्तन भएको छ।कृपया अद्यावधिक गर्नुहोस्।

source: Please wait while Gallery updates its database.
ne: कृपया ग्यालेरीले आफ्नो डेटाबेस अद्यावधिक गर्दासम्म प्रतिक्षा गर्नुहोस्।

source: You’ve reached the limit you selected
ne: तपाईँ आफूले चयन गर्नुभएको सीमा पुग्नुभएको छ

source: Open link
ne: लिङ्क खोल्नुहोस्

source: Close Channel
ne: बन्द च्यानल

source: Loading
ne: लोड हुँदैछ

source: {{ n }} New Emails
ne: {{ n }} नयाँ इमेलहरु

source: Unpair
ne: जोडी हटाउ

source: {{app}} would like to know your location.
ne: {{app}} तपाईको स्थान जान्न चाहन्छ ।

source: Number when unreachable
ne: जब नम्बर पहुँच अयोग्य छ

source: Attach
ne: संलग्न गर्नुहोस्

source: {{site}} would like to access your music.
ne: {{site}} तपाईको संगीतको उपयोग गर्ने चाहन्छ |

source: Removing Facebook data
ne: फेसबुक डाटा हटाइँदैछ

source: Hide number
ne: सङ्ख्या लुकाउनु

source: Change
ne: परिवर्तन

source: IP address
ne: IP ठेगाना

source: Open video
ne: भिडियो खोल्नुहोस्

source: Internet data report
ne: इन्टरनेट डाटा प्रतिवेदन

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
ne: सिम {{disableCardIndex}}ले कुनै पनि कल तथा सन्देशहरु प्राप्त गर्न सक्दैन। बाह्यगमन कल तथा सन्देशहरु जुन सिम {{disableCardIndex}} मा सेट भएका छन्, ति अक्षम हुनेछन् ।

source: No contacts in your Contacts list
ne: सम्पर्क सूचीमा कुनै सम्पर्कहरु छैनन्

source: Change Wallpaper
ne: वालपपेर बदल्नुहोस

source: File not found
ne: फाइल फेला परेन

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
ne: तपाईँले खरिद गर्नुभएको कुनै पनि अनुप्रयोग सहित सबै आफ्नो डेटा, मेटाउने पुनः। यो फोन आफ्नो कारखाना अवस्था पुनर्स्थापित हुनेछ। आफ्नो बनाइएको वा कुनै पनि डाटा सङ्ग्रह हुनेछ।

source: Bluetooth Address
ne: ब्लुटुथ ठेगाना

source: Welcome
ne: स्वागतम

source: Stroke Width
ne: स्ट्रोक चौडाइ

source: {{ n }} selected
ne: {{ n }} चयन गरिएको

source: You can always swipe from the bottom edge to enter home screen.
ne: तपाईं सधैं घर पर्दा प्रवेश गर्न तल किनाराबाट स्वाइप गर्न।

source: List of numbers that can be called
ne: सङ्ख्याको सुची जुन् बोलाउन सकिन्छ

source: Hidden Networks
ne: लुकाइएका सञ्जालहरु

source: {{value}} left
ne: {{value}} बाँकी

source: The content of your feedback will be public, so please be sure not include any personal information.
ne: तपाइको पुनर्निवेशको सामग्री सार्वजनिक हुनेछ, त्येसैले कुनै पनि व्यक्तिगत जानकारी समावेस नगर्न पक्का हुनुहोला ।

source: Rename my device
ne: मेरो यन्त्रको नाम परिवर्तन गर

source: Outlook
ne: आउटलूक

source: Add to existing contact
ne: अवस्थित सम्पर्कमा थप्नुहोस्

source: Download started
ne: डाउनलोड सुरु गरियो

source: Attachments too large
ne: संलग्नहरु धेरै ठूला भए

source: Not enabled yet
ne: अझै सक्रिय नपारिएको

source: {{n}} KB
ne: {{n}} किलो बाइट

source: Photo Mode
ne: फोटो मोड

source: July
ne: जुलाई

source: Delete {{n}} Contacts? This cannot be undone.
ne: {{n}} सम्पर्कहरु मेट्ने? यो पूर्ववत गर्न सकिँदैन।

source: Configure with:
ne: यससँग कन्फिगर गर्ने:

source: Number when busy
ne: जब नम्बर व्यस्त छ

source: Select time
ne: समय चयन गर्नुहोस

source: Email needs to be reauthorized to access the following account:
ne: निम्न खाता पहुँच गर्न, ईमेल पुन: प्रमाणित गर्न आवश्यक छ:

source: An application is available for this web site.
ne: यो वेब साइटको लागि एउटा अनुप्रयोग उपलब्ध छ ।

source: Street
ne: गल्ली

source: Port Number
ne: पोर्ट नम्बर

source: Dial modified to USSD
ne: डायल USSDमा परिमार्जित गरियो

source: When unreachable
ne: पहुँच नहुँदा

source: Import all
ne: सबै आयात गर्नुहोस्

source: Unknown track
ne: अज्ञात ट्रयाक

source: Deleting contacts
ne: सम्पर्क मेटिँदै

source: Bookmark Manager
ne: पुस्तकचिनो प्रबन्धक

source: Flash Auto
ne: स्वत: फ्ल्यास

source: Unblock PIN
ne: PIN बाधा हटाउनु

source: AM
ne: ए एम

source: Low Battery
ne: ब्याट्री कम

source: Headings
ne: शिर्षकहरू

source: Always send Mozilla a report when a crash occurs.
ne: क्र्यास भएकि सधै मोजिल्लालाई प्रतिवेदन पठाउनुहोस्।

source: Unknown error
ne: अज्ञात त्रुटि

source: This email contains one image. Tap to download.
ne: यो इमेल मा एउटा तस्बिर सामेल छ। डाउनलोड गर्न ट्याप गर्नुहोस् ।

source: Software
ne: सफ्टवेयर

source: Get Input
ne: आगत प्राप्त गर्नुहोस्

source: No operator
ne: सञ्चालक छैन

source: Enter PIN
ne: PIN प्रविष्ट गर्नुहोस्

source: Setting up account
ne: खाता स्थापना गर्दै

source: June
ne: जुन

source: Auto (WCDMA/GSM)
ne: स्वत: (WCDMA/GSM)

source: Unlock screen
ne: पर्दा खोलन्नुहोस्

source: Mode not supported
ne: शैली समर्थित छैन

source: Carrier:
ne: वाहक:

source: Looking for photos and videos.
ne: फोटोहरु र भिडियोहरुको खोजि हुँदै

source: Junk
ne: जङ्क

source: Forget
ne: बिर्सिनु

source: Roaming Protocol
ne: रोमिङ प्रोटोकल

source: expanded
ne: विस्तारित

source: Camera Resolution
ne: क्यामेरा रिजोल्युसन

source: Email:
ne: इमेल:

source: status bar
ne: वस्तुस्थिति पट्टी

source: Unknown artist
ne: अज्ञात कलाकार

source: Mozilla Zimbra
ne: मोजिल्ला जिम्ब्रा

source: {{ n }} attachments
ne: {{ n }} संलग्न फाइलहरू

source: +1 Min
ne: थप एक मिनेट

source: Erasure was successful
ne: मेट्ने काम सफल भयो।

source: Enter the top-up code
ne: कृपया टप-अप कोड प्रविष्ट गर्नुहोस्

source: Thu
ne: बिहि

source: Check Now
ne: अहिले जाँच गर्नुहोस्

source: {{ n }} message flags removed
ne: {{ n }} सन्देशहरुबाट ध्वजा हटाइयो

source: 1 New Email
ne: 1 नयाँ इमेल

source: Portrait
ne: पोर्ट्रेट

source: Request not supported
ne: अनुरोध असमर्थित

source: Data Alert
ne: डाटा सतर्कता

source: Tones
ne: धुनहरु

source: {{ operator }} services
ne: {{ operator }} सुबिधाहरु

source: USSD request is modified to DIAL request
ne: USSD अनुरोध DIAL अनुरोधमा परिमाजन गरियो

source: Layout
ne: सजावट

source: Crystalize
ne: क्रिस्टलाईज

source: Reauthorize Email
ne: इमेल पुन: प्रमाणित गर्नुहोस्

source: Cc
ne: बोधार्थ

source: Select audio sources
ne: श्रवनस्रोत चयन गर्नुहोस्

source: Option layouts
ne: विकल्प सजावटहरु

source: Swipe left or right to discover new apps on home screen.
ne: गृह पर्दामा नँया अनुप्रयोग पत्तालगाउनु परेमा दाँया अथवा बाँया छोएर सार्नुहोस् ।

source: Delete
ne: मेट्नुहोस्

source: No first time use app found
ne: पहिलो चोटि चलाउनु भएको एप भेटिएन

source: Hang Up
ne: ह्याङ अप

source: Registration was successful
ne: दर्ता सफल भएको छ।

source: Attachment too large
ne: संलग्न धेरै ठुलो भयो

source: This message has expired
ne: यो सन्देशको समाप्ति भइसक्यो

source: Balance has reached zero, no phone credit remaining.
ne: ब्यालेन्स शून्यमा पुग्यो, फोने उधारो बाकि छैन।

source: Error sending
ne: पठाउन त्रुटी

source: EB
ne: एग्जा बाइट

source: An error occurred while sending the message
ne: सन्देश पठाउँदै गर्दा त्रुटि भयो

source: Tutorial
ne: अभ्यास

source: No Sound
ne: ध्वनि छैन

source: Bluetooth Pairing Request
ne: ब्लुटुथसँग जोडी बनाउने अनुरोध

source: Delete this email message?
ne: यो इमेल सन्देश मेटाउने?

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
ne: तपाईंको मल्टिमिडिया सन्देश (एम् एम् एस्), विषय {{subject}}, {{datetime}} मा पठाइएको थियो

source: Untitled
ne: शीर्षकविहिन

source: August
ne: अगस्ट

source: 30 min
ne: ३० मिनेट

source: Confirm Passcode
ne: पासवर्ड सुनिश्चित गर्नुहोस्

source: From {{ number }}
ne: {{ number }}बाट

source: Connecting to {{ssid}}…
ne: {{ssid}} मा जडान हुँदैछ...

source: Dial modified to SS
ne: डायल SSमा परिमार्जित गरियो

source: Outgoing Calls
ne: बाह्यगमन कल

source: Unpair a connected device?
ne: जडित यन्त्रबाट जडान हटाउने?

source: tab list
ne: ट्याब सूची

source: Hold
ne: समाउनुहोस्

source: {{value}} years ago
ne: {{value}} वर्ष अगाडि

source: No matches in locally cached messages
ne: स्थानीय क्याचे गरिएका सन्देशहरुमा जोडा फेला परेन

source: Error occurred. Email saved to outbox.
ne: त्रुटि देखापर्यो। इमेल आउटबक्समा सेभ गरियो।

source: Input {{pin}} to an opposite device
ne: विपरीत यन्त्रमा {{pin}} आगत गर्नुहोस

source: Select time zone
ne: समय क्षेत्र छान्नुहोस्

source: 15 min
ne: १५ मिनेट

source: Let’s go!
ne: जाऊँ!

source: Export to memory card
ne: मेमोरी कार्डमा निर्यात गर्नुहोस्

source: There is a problem with the attached file and it cannot be downloaded.
ne: संलग्न फाइलसँग समस्याहरू भएकाले डाउनलोड गर्न सकिएन।

source: Events
ne: घटनाहरू

source: PIN successfully changed
ne: PIN सफलतापूर्वक परिवर्तन भयो

source: Uncompressing… <span>This can take a few minutes.</span>
ne: फुकाउदै…<span>केही मिनेट लग्न सक्छ |</span>

source: Type PUK2 to unblock SIM card
ne: PUK2 लेखि सिम कार्डको रोक हटाउनु होस्।

source: Message not found
ne: सन्देश भेटिएन

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
ne: USB भण्डारण सक्षम पार्न यस फोनमा फाइलहरू पहुँच गर्न USB प्रयोग जोडिएको अर्को कम्प्युटर वा यन्त्र अनुमति दिन्छ।

source: GB
ne: गिगाबाइट

source: EVDO
ne: ई भि डि ओ

source: November
ne: नोभेम्बर

source: Delete account
ne: खाता मेटाउनेहोस्

source: Offline calendar
ne: अफलाइन पात्रो

source: Unable to pair with the device. Check that the PIN is correct.
ne: यन्त्रहरु जडान गर्न असमर्थ। PIN ठिक छ कि छैन जाँच्नुहोस्।

source: Top-up not confirmed
ne: टप-अप पुष्टि हुन सकेन

source: Failed connecting to Wi-Fi
ne: वाइफाइ जडान असफल

source: Get Inkey
ne: Inkey प्राप्त गर्नुहोस्

source: The NCK code is incorrect.
ne: NCK कोड गलत छ।

source: Social networks
ne: सामाजिक सञ्जालहरु

source: in {{value}} years
ne: {{value}} वर्षमा

source: System Update Ready
ne: प्रणाली अपडेट तयार

source: Asia
ne: एसिया

source: Pacific Ocean
ne: प्रशान्त महासागर

source: After 15 minutes
ne: १५ मिनेट पछि

source: Automatic Wi-Fi setup
ne: स्वत: वाइफाइ सेटअप

source: Multimedia Message (MMS)
ne: मल्टि मिडिया सन्देश (MMS)

source: Audio
ne: ध्वनि

source: Delete Contacts
ne: सम्पर्क मेट्नुहोस्

source: The message could not be sent.
ne: यो सूचना पठाउन सकिदैन ।

source: Do you want to download {{name}}?
ne: के तपाई {{name}} डाउनलोड गर्न चाहनुहुन्छ?

source: To:
ne: लागि:

source: Email
ne: इमेल

source: Start
ne: सुरु गर्नुहोस्

source: Use top-up code
ne: टप-अप कोड पर्योग गर्नुहोस्

source: SIM {{n}} CCK
ne: सिम को {{n}} CCK

source: Outgoing
ne: बाह्यगमन

source: Accept Bluetooth file transfer?
ne: ब्लुटुथ फाइल स्थानान्तरण स्वीकार गर्नुहुन्छ?

source: Repeat
ne: दोहोर्याउनुहोस्

source: PIN change
ne: PIN परिवर्तन

source: Every 30 minutes
ne: प्रत्येक ३० मिनेटमा

source: Delete Alert
ne: अलर्ट मेटाउनुहोस्

source: I’m Pre-paid
ne: मेरो प्रि-पेड

source: Calendar sync error
ne: पात्रो समक्रमण त्रुटि

source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। तपाईँसँग ठिक कोड प्रविष्ट गर्न {{n}} कोसिसहरु बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।

source: There was an issue creating the ringtone. Please try again.
ne: रिङ्गटोन बनाउन कुनै विवाद थियो। कृपया पुन: प्रयास गर्नुहोस्।

source: Data limit
ne: डेटा सिमा

source: this week
ne: यो हप्ता

source: {{value}} days after
ne: {{value}} दिन पछी

source: Picture not saved. An error prevented Camera from saving the picture.
ne: तस्विर सङ्ग्रह भएन। एउटा त्रुटिको कारण क्यामेराले तस्विर सङ्ग्रह गर्न सकेन।

source: Back
ne: पछाडि

source: Receive reports about your Internet usage and set an alert to avoid using too much.
ne: तपाईको इन्टरनेट प्रयोगबारे प्रतिवेदन पाउनुहोस् र धेरै चलाउनबाट बच्न सतर्कता सेट गर्नहोस्।

source: Reset to Default
ne: पूर्वनिर्धारितमा रिसेट गर्नुहोस्

source: Search Engine
ne: सर्च ईन्जिन

source: Use the Camera app to get started.
ne: सुरु हुनका लागि क्यामेरा एपको प्रयोग गर्नुहोस्।

source: TCP Sockets
ne: टि.सि.पी सकेटहरु

source: Search for devices
ne: यन्त्रहरु खोजी गर्नुहोस्

source: Home
ne: गृह

source: (default)
ne: (अभाव)

source: Cancel Install
ne: स्थापना रद्द गर्नुहोस्

source: Square
ne: चारपाटे

source: Video Mode
ne: भिडियो मोड

source: Video
ne: भिडियो

source: Save money by keeping track of your phone and internet usage.
ne: तपाईको फोन र इन्टरनेट प्रयोग थाहा पाएर पैसा बचत गर्नुहोस् |

source: Call forwarding status
ne: कल फर्वार्डको स्थिति

source: Storage
ne: भण्डारण

source: Show password
ne: पासवर्ड देखाउनुहोस्

source: 1 day before
ne: १ दिन अगाडि

source: Please hold on. We are canceling the ongoing operation.
ne: कृपया पर्खनुहोस्। हामी कार्यवाहक प्रक्रिया रोक्दै छौ।

source: Voice: {{ voice }}
ne: आवाज: {{ voice }}

source: Top
ne: माथि

source: Operation not allowed during voice call
ne: वाच्य कलका बेला सञ्चालन अनुमति नदिईएको

source: Contact photo
ne: सम्पर्क फोटो

source: This email contains {{ n }} images. Tap to download.
ne: यो इमेलमा {{ n }} वटा चित्रहरु शामिल छन्। डाउनलोड गर्न ट्याप गर्नुहोस्।

source: Requesting network info…
ne: सञ्जालको जानकारी माग्दै...

source: Sync Calendar
ne: पात्रो समक्रमण गर्नुहोस्

source: Pause
ne: रोक्नुहोस्

source: Roaming: no automatic balance update. You might be charged for updating manually.
ne: रोमीङ: स्वत: ब्यालेन्स अपडेट उपलब्ध छैन। आफै अपडेट गरेमा तपाईलाई शुल्क लाग्न सक्छ।

source: {{ n }} update available
ne: {{ n }} अपडेटहरु उपलब्ध छन्

source: Start date
ne: सुरुवात मिति

source: Warning
ne: चेतावनी

source: Delete {{ n }} logs?
ne: {{ n }} लगहरु मेटाउनुहुन्छ?

source: Are you sure you want to cancel all downloads?
ne: तपाईँ सबै डाउनलोडहरु रद्द गर्न निश्चित हुनुहुन्छ?

source: MAY
ne: मे

source: Limit passed
ne: सीमा कट्यो

source: Add two contacts for making “In Case of Emergency” calls.
ne: "आपतकालीन अवस्था" मा गरिने कलहरुका लागि दुई सम्पर्कहरू थप्नुहोस्।

source: Restart
ne: पुन:सुरु गर्नुहोस्

source: one minute
ne: एक मिनेट

source: Message size:
ne: सन्देश साइज:

source: Retry with new password
ne: नँया पासवर्डले पुन: प्रयास गर्नुहोस्

source: KB
ne: किलोबाइट

source: Tuesday
ne: मंगलबार

source: semicolon
ne: अर्ध विराम

source: Can not complete transfer: memory card is full.
ne: स्थानान्तरण पूरा हुनसकेन:मेमोरी कार्ड भरि छ।

source: You have one try left to enter the correct code before locking the SIM card.
ne: तपाईंसँग सिम कार्ड बन्द हुनु अघि ठिक कोड प्रविष्ट गर्न एक कोसिस बाँकी छ।

source: Freeform
ne: स्वतन्त्ररुप

source: WPS failed [{{error}}]
ne: WPS असफल [{{error}}]

source: On day of event
ne: घटनाको दिनमा

source: Save new contact
ne: नयाँ सम्पर्क सङ्ग्रह गर्नुहोस्

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
ne: माफ गर्नुहोला, इमेल ठेगाना हराएको हुनाले अथवा विस्तार गर्ने क्रममा त्रुटि भएको कारण प्रणालीले तपाईंको सुझाव पठाउन सकेन।कृपया मान्य इमेल ठेगाना प्रयोग गरेर पुन: प्रयास गर्नुहोला।

source: The event cannot end before its start time
ne: घटना सुरुवात समय अघि अन्त्य हुन सक्दैन

source: Tethering Settings
ne: टेदरिङ्ग सेटिङहरू

source: Delivered
ne: हस्तान्तरित

source: {{n}} hours
ne: {{n}} घण्टा

source: Delete {{ n }} items?
ne: {{ n }} वटा वस्तुहरु मेटाउने?

source: You have reached the maximum file size for this attachment.
ne: यस सङ्लग्नका लागि तपाईँले अधिकतम फाइल साइज पुग्नुभयो।

source: Remove account
ne: खाता हटाउनुहोस्

source: Incorrect top-up code entered.
ne: गलत top-up कोड प्रविष्ट गर्नुभयो।

source: All-day Events
ne: दिनका सबै घटना?

source: The screenshot could not be saved
ne: स्क्रिनसट सङ्ग्रह हुन सकेन ।

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। तपाईँसँग ठिक कोड प्रविष्ट गर्न एउटा कोसिस बाँकी छ। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।

source: An unknown error occurred. Check your network connection or try the manual configuration option.
ne: अज्ञात त्रुटि आउन पुग्यो । तपाईको सञ्जाल जडान जाँच्नुहोस् वा आफैँले सञ्जाल जडान मिलाउन कोसिस गर्नुहोस् ।

source: NCK must have between 8 and 16 characters.
ne: NCKमा ८ देखि१६ क्यारेक्टरहरू हुनुपर्छ।

source: Message Settings
ne: सन्देश सेटिङहरू

source: To pair with {{device}}, enter the passkey on the device.
ne: {{device}}सँग जोडि बनाउन passkey प्रविष्ट गर्नुहोस्।

source: Lap
ne: काख

source: {{ appName }} download stopped
ne: {{ appName }}को डाउनलोड रोकियो

source: The video could not be downloaded because of a network error.
ne: सञ्जाल त्रुटिका कारण भिडियो डाउनलोड हुनसकेन।

source: FDN active
ne: एफ् डि एन् सक्रिय भएको छ

source: Skip
ne: छोड्नुहोस्

source: Enter SIM PIN2
ne: सिम PIN दुईमा प्रविष्ट गर्नुहोस्

source: Tri
ne: त्रि

source: 15% battery remaining
ne: ब्याट्री १५% बाकी छ

source: Download attachments
ne: संलगितहरु डाउनलोड गर्नुहोस्

source: number
ne: सङ्ख्या

source: loaded
ne: लोड गरियो

source: MB
ne: मेगाबाइट

source: Create Account or Sign In
ne: नयाँ खाता खोल्नुहोस् अथवा साइन इन गर्नुहोस्

source: Select the type of contract you have with your mobile service provider.
ne: तपाईको मोबाइल सेवा प्रदायकसंग भएको समझौताको प्रकार चयन गर्नुहोस्।

source: Settings
ne: सेटिङहरू

source: in {{value}} days
ne: {{value}} दिनमा

source: Browse with:
ne: यससँग हेर्ने:

source: My PIN connection
ne: मेरो PIN जडान

source: period
ne: अवधि

source: Calendars
ne: पात्रोहरू

source: MP
ne: एम् पी

source: Menu
ne: सुची

source: PUK code must have exactly 8 characters.
ne: PUK कोडमा ठ्याक्क ८वटा क्यारेक्टरहरु हुनुपर्छ।
